IDEA Open Model
CombiInputSIA Properties
Compatible with IDEA StatiCa Beta 20.0
The CombiInputSIA type exposes the following members.
Properties
Name | Description
Description
 Additional info
 (Inherited from CombiInput.)
Id
 Element Id
 (Inherited from OpenElementId.)
Items
 Combi Items in combination
 (Inherited from CombiInput.)
Name
 Name of combination
 (Inherited from CombiInput.)
TypeCalculationCombi
 Type of combination
TypeCombiSIA
 Type of EC combination
Top
See Also
Reference
CombiInputSIA Class
IdeaRS.OpenModel.Loading Namespace